/* eslint-disable */
import React, { Component } from 'react';
import { Link } from 'react-router-dom';
import { Row, Col } from 'react-bootstrap';

import Navigation from '../../containers/Navigation/';
import Footer from '../../containers/Footer/';
import guide1Img from '../../../public/assets/images/guide-1.png';
import guide2Img from '../../../public/assets/images/guide-2.png';
import guide3Img from '../../../public/assets/images/guide-3.png';
import guide4Img from '../../../public/assets/images/guide-4.png';
import guide5Img from '../../../public/assets/images/guide-5.png';

class Advice extends Component {
    render() {

        return (
            <div>
                <Row>
                    <Col className='text-center' xs={12} md={10}>
                        <h2>Добре дошли!</h2>
                        <p>Вярваме, че в динамичния свят на технологиите времето е най-важният ресурс. Затова създадохме платформата за управление на събития, за да можем всички да печелим повече, да вземаме по-бързо решения, да сме по-ефективни в действията си. Благодарим Ви за това, че използвате нашия ресурс и за това, че ни подкрепяте.</p>
                    </Col>
                </Row>
                <Row>
                    <Col md={2}><img src={guide1Img} /></Col>
                    <Col xs={12} md={8}>
                        <h3>ПОПЪЛВАНЕ НА ПРОФИЛ</h3>
                        <p>Обърнете внимание на детайлите във Вашия профил. Важно е информацията да бъде винаги коректно попълнена, за да имате спокойствието, че всички билети и счетоводни документи са коректно попълнени.</p>
                    </Col>
                </Row>
                <Row>
                    <Col xs={12} md={8} lgOffset={220}>
                        <h3>СЪЗДАВАНЕ НА СЪБИТИЕ</h3>
                        <p>Следвайте стъпките и ще създадете Вашето събитие много бързо и лесно. След като бъде одобрено от наш администратор, може да започнете да продавате билетите. Важно е да знаете, че може да създадете няколко билета за едно и също събитие. Това ще помогне за Вашата отчетност и за различните нива на достъп, които искате да осигурите за Вашите клиенти.</p>
                        <p>Вие ще следите от профила си цялата информация, свързана с плащания, поръчки, списъци с присъстващи, издадени фактури. Вече няма нужда да „прескачате“ от сайт в сайт, за да следите дали някой си е платил.</p>
                        <p>Всички билети са снабдени с баркод и QR код, за да може бързо да регистрирате Вашите гости в деня на самото събитие.</p>
                    </Col>
                    <Col md={2}><img src={guide2Img} /></Col>
                </Row>
                <Row>
                    <Col md={2}><img src={guide3Img} /></Col>
                    <Col xs={12} md={8}>
                        <h3>ПРОФИЛ НА ОРГАНИЗАТОР</h3>
                        <p>Sabitie.bg предлага автоматично издаване на фактури, както от Ваше име, така и от името на Sabitie.bg. Тази функция ще Ви позволи да имате пълна и много точна счетоводна отчетност. Важно е само да настроите номера на фактурите, от който искате да започне издаването чрез сайта. Препоръчваме Ви да използвате единна номерация за издаване на фактурите чрез Sabitie.bg (например номерацията ви да започва с цифра, която не използвате никъде другаде; пример: 9000000001 ). Така ще знаете, че всички фактури, които започват с цифра 9 са издадени от Sabitie.bg.
                        Партньор на Sabitie.bg във финансовото и счетоводно обслужване е една от най-добрите счетоводни компании - www.qbs.bg. Може да се обърнете както към нас, така и към QBS за въпроси, свързани със счетоводството.</p>
                    </Col>
                </Row>
                <Row>
                    <Col xs={12} md={8}>
                        <h3>СПОДЕЛИ</h3>
                        <p>Sabitie.bg освен помощник в организацията и продажбите, е и сериозен маркетингов инструмент. С натискането на няколко бутона Вие споделяте събитието си във всички социални мрежи. Изпращате имейл съобщения до всички, които са били на Ваши събития. Партньор на Sabitie.bg в имейл маркетинга е българският софтуер www.emailinvest.com.</p>
                    </Col>
                    <Col md={2}><img src={guide4Img} /></Col>
                </Row>
                <Row>
                    <Col md={2}><img src={guide5Img} /></Col>
                    <Col xs={12} md={8}>
                        <h3>СЪЗДАЙ ВРЪЗКИ С КЛИЕНТИ</h3>
                        <p>Хората обичат да бъдат обрижвани, да получават информацията след самото събитие, да имат достъп до профила си по всяко време. Цялата тази комуникация се урежда чрез Sabitie.bg с няколко клика.</p>
                    </Col>
                </Row>
                <Row>
                    <Col className='text-center' xs={12} md={10}>
                        <hr />
                        <p>Имате ли още въпроси?</p>
                        <Link exact to='/contact-us' style={{cursor:'pointer'}}>ПИШЕТЕ НИ  -&gt;</Link>
                    </Col>
                </Row>
                <Navigation />
                <Footer />
            </div>

        );
    }
}

export default Advice;